{
    "EP_1": [
        {
            "id": "1",
            "titulo": "Mundo Antigo",
            "img_fundo": "cap1_ep1_bg.png",
            "texto": [
                "Há mil anos, uma guerra colossal abalou as fundações do mundo — travada entre raças antigas, cujos nomes hoje ecoam apenas em lendas e cicatrizes na terra.",
                "[demonios]: Seres imensamente fortes e resistentes, que arrasaram cidades, dizimaram povos e deixaram rastros de cinzas por onde passaram.",
                "[semi-humanos]: Raça híbrida criada nos campos de batalha. Ágeis e espertos, mas frágeis demais para resistir em combate. Hoje, servem em lares, forjas, campos e até nas cortes menores — presentes em quase todo lugar onde há trabalho a ser feito.",
                "[humanos]: Aparentemente a raça mais fraca em força, resistência e magia... e, ainda assim, a única capaz de florescer em qualquer canto do mundo.",
                "Após a guerra, os grandes feudos se fragmentaram em pequenas nações soberanas, conhecidas como Casas — cada uma governada por seu próprio código, leis e ambições.",
                "Mas todas as Casas juraram um único pacto, selado em sangue e honra: a cada cinquenta anos, enviarão um representante para disputar o Trono Real.",
                "Você, [nome_jogador], foi escolhido para representar sua Casa — a [casa_shedow].",
                "Sua linhagem é lendária: estrategistas que moveram exércitos como peões, magos cujos feitiços mudaram o curso da história.",
                "Sua família travou guerras por vingança pessoal... e forjou eras de paz com acordos que nenhum outro ousaria propor.",
                "Mas há um segredo guardado até dos olhos de sua própria Casa: a [magia_de_sangue]. Dizem que, com um único toque, é capaz de mudar o rumo de uma batalha com um único suspiro.",
                "Só que seu preço é alto... e o tempo entre usos, cruelmente longo.",
                "Nenhuma das Casas suspeita que você a possui. Nem o rei. Nem os demais candidatos.",
                "E agora, enquanto sua carruagem avança pelas estradas poeirentas rumo ao Castelo Real, você sabe: lá dentro, todos serão seus rivais... e nenhum saberá que o perigo mais silencioso já entrou pelas portas do castelo."
            ]
        },
        {
            "id": "1_1",
            "titulo": "Chegada ao Castelo",
            "img_fundo": "cap1_ep1_bg2.png",
            "texto": [
                "Ao decorrer da viagem é possível ver um muro imenso se aproximando; ao fundo, é possível ver um castelo imponente e majestoso.",
                "Você ainda tem tempo até a chegada da carruagem ao castelo, então aproveita para:"
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Olhar pela janela e observar o castelo.",
                    "proximo_id": "1_2"
                },
                {
                    "texto": "Olhar pela janela e observar a floresta.",
                    "proximo_id": "1_3"
                },
                {
                    "texto": "Olhar dentro da carruagem.",
                    "proximo_id": "1_4"
                },
                {
                    "texto": "Descansar até sua chegada.",
                    "proximo_id": "2"
                }
            ]
        },
        {
            "id": "1_2",
            "titulo": "Castelo do rei",
            "img_fundo": "cap1_ep1_bg3.png",
            "texto": [
                "Enquanto se aproxima do castelo, você percebe um detalhe!",
                "Não há guardas na muralha do castelo, nem armadilhas — NADA!",
                "Apenas um muro imenso e o castelo ao fundo.",
                "Você se pergunta o porquê disso, mas logo a carruagem chega ao castelo."
            ],
            "opcoes": [
                {
                    "texto": "Descansar até sua chegada.",
                    "proximo_id": "2"
                },
                {
                    "texto": "Olhar para a floresta.",
                    "proximo_id": "1_3"
                }
            ]
        },
        {
            "id": "1_3",
            "titulo": "Observando a Floresta",
            "img_fundo": "cap1_ep1_bg3.png",
            "texto": [
                "Você olha pela janela e observa a floresta densa que cerca o castelo. As árvores altas se erguem em direção ao céu, suas copas formando um teto verdejante que filtra a luz do sol.",
                "Ao longe, é possível ver um coelho em meio à floresta",
                "{nome_player}: Na natureza, nada é o que parece!",
                "{nome_player}: Até o animal mais fofo!",
                "Durante a viagem, você avista três lobos mortos no chão, um deles sem cabeça.",
                "{nome_player}: Tem seus truques na manga!",
                "{nome_player}: A floresta é traiçoeira!"
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Descansar até sua chegada.",
                    "proximo_id": "2"
                },
                {
                    "texto": "Olhar para o castelo.",
                    "proximo_id": "1_2"
                }
            ]

        },
        {
            "id": "1_4",
            "titulo": "Dentro da Carruagem",
            "img_fundo": "cap1_ep1_bg2.png",
            "texto": [
                "Você olha ao redor da carruagem, observando os detalhes do interior. As paredes são revestidas com um tecido luxuoso, talvez veludo, em um tom profundo de vermelho que contrasta com o dourado dos acabamentos.",
                "As janelas são grandes, permitindo uma vista panorâmica do mundo exterior, mas também são cobertas por cortinas pesadas que podem ser fechadas para garantir privacidade.",
                "No chão, um tapete macio cobre toda a extensão, amortecendo o som dos passos e tornando o ambiente mais aconchegante."
            ],
            "opcoes": [
                {
                    "texto": "Descansar até sua chegada.",
                    "proximo_id": "2"
                },
                {
                    "texto": "Olhar para o castelo.",
                    "proximo_id": "1_2"
                },
                {
                    "texto": "Olhar para a floresta.",
                    "proximo_id": "1_3"
                }
            ]
        },
        {
            "id": "2",
            "titulo": "Chegada ao Castelo",
            "img_fundo": "cap1_ep1_bg4.png",
            "texto": [
                "A carruagem finalmente chega ao imponente castelo, suas torres se erguendo majestosamente contra o céu. Você sente uma mistura de ansiedade e excitação enquanto desce da carruagem, pronto para enfrentar os desafios que o aguardam dentro dessas paredes antigas.",
                "Os guardas na entrada o observam atentamente, avaliando sua presença com olhos experientes. Você sabe que cada movimento será julgado, cada palavra analisada.",
                "Com um suspiro profundo, você ajusta suas roupas e avança em direção ao portão principal, determinado a mostrar que você é digno de competir pelo Trono Real.",
                "Ao se aproximar do portão, uma [semi_humana] com orelhas de raposa e cauda peluda de pelagem azul com pontas brancas se aproxima de você.",
                "{img_esquerda:yuno}",
                "{yuno}: Seja bem-vindo ao castelo, [nome_jogador]-sama. Eu sou Yuno, serei sua serva durante a sua estadia!",
                "{img_esquerda:yuno}",
                "{yuno}: Estarei ao seu lado durante a ascensão ou sua queda.",
                "Voce:"
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "[Cumprimentar Yuno educadamente.]",
                    "proximo_id": "2_1"
                },
                {
                    "texto": "[Comprimir a serva de forma sorbeba.]",
                    "proximo_id": "2_2"
                },
                {
                    "texto": "Que diabos e voce? bixo imundo",
                    "proximo_id": "2_3"
                },
                {
                    "texto": "[Ignorar Yuno.]",
                    "proximo_id": "2_4"
                }
            ]
        },
        {
            "id": "2_1",
            "titulo": "Cumprimento Educado",
            "img_fundo": "cap1_ep1_bg4.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Amigável", "Prestativa"],
                "humor": "Feliz",
                "afeto": "+5",
                "dedicacao": "+5"
            },
            "texto": [
                "Você sorri educadamente para Yuno e faz uma reverência leve.",
                "{nome_jogador}: Muito prazer em conhecê-la, [yuno]. Agradeço por sua hospitalidade.",
                "{img_esquerda:yuno}",
                "{yuno}: Estou à sua disposição, [nome_jogador]-sama. Espero que nossa convivência seja agradável e produtiva."
            ]
        }
        
    ]
}