{
    "EP_1": [
        {
            "id": "1",
            "titulo": "Mundo Antigo",
            "img_fundo": "cap1_ep1_bg.png",
            "texto": [
                "Há mil anos, uma guerra colossal abalou as fundações do mundo — travada entre raças antigas, cujos nomes hoje ecoam apenas em lendas e cicatrizes na terra.",
                "[demonios]: Seres imensamente fortes e resistentes, que arrasaram cidades, dizimaram povos e deixaram rastros de cinzas por onde passaram.",
                "[semi-humanos]: Raça híbrida criada nos campos de batalha. Ágeis e espertos, mas frágeis demais para resistir em combate. Hoje, servem em lares, forjas, campos e até nas cortes menores — presentes em quase todo lugar onde há trabalho a ser feito.",
                "[humanos]: Aparentemente a raça mais fraca em força, resistência e magia... e, ainda assim, a única capaz de florescer em qualquer canto do mundo.",
                "Após a guerra, os grandes feudos se fragmentaram em pequenas nações soberanas, conhecidas como Casas — cada uma governada por seu próprio código, leis e ambições.",
                "Mas todas as Casas juraram um único pacto, selado em sangue e honra: a cada cinquenta anos, enviarão um representante para disputar o Trono Real.",
                "Você, [nome_jogador], foi escolhido para representar sua Casa — a [casa_shedow].",
                "Sua linhagem é lendária: estrategistas que moveram exércitos como peões, magos cujos feitiços mudaram o curso da história.",
                "Sua família travou guerras por vingança pessoal... e forjou eras de paz com acordos que nenhum outro ousaria propor.",
                "Mas há um segredo guardado até dos olhos de sua própria Casa: a [magia_de_sangue]. Dizem que, com um único toque, é capaz de mudar o rumo de uma batalha com um único suspiro.",
                "Só que seu preço é alto... e o tempo entre usos, cruelmente longo.",
                "Nenhuma das Casas suspeita que você a possui. Nem o rei. Nem os demais candidatos.",
                "E agora, enquanto sua carruagem avança pelas estradas poeirentas rumo ao Castelo Real, você sabe: lá dentro, todos serão seus rivais... e nenhum saberá que o perigo mais silencioso já entrou pelas portas do castelo."
            ]
        },
        {
            "id": "1_1",
            "titulo": "Chegada ao Castelo",
            "img_fundo": "cap1_ep1_bg2.png",
            "texto": [
                "Ao decorrer da viagem, é possível ver um muro imenso se aproximando; ao fundo, um castelo imponente e majestoso.",
                "Você ainda tem tempo até a chegada da carruagem ao castelo, então aproveita para:"
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Olhar pela janela e observar o castelo.",
                    "proximo_id": "1_2"
                },
                {
                    "texto": "Olhar pela janela e observar a floresta.",
                    "proximo_id": "1_3"
                },
                {
                    "texto": "Olhar dentro da carruagem.",
                    "proximo_id": "1_4"
                },
                {
                    "texto": "Descansar até sua chegada.",
                    "proximo_id": "2"
                }
            ]
        },
        {
            "id": "1_2",
            "titulo": "Castelo do rei",
            "img_fundo": "cap1_ep1_bg3.png",
            "texto": [
                "Enquanto se aproxima do castelo, você percebe um detalhe!",
                "Não há guardas na muralha do castelo, nem armadilhas — NADA!",
                "Apenas um muro imenso e o castelo ao fundo.",
                "Você se pergunta o porquê disso, mas logo a carruagem chega ao castelo."
            ],
            "opcoes": [
                {
                    "texto": "Descansar até sua chegada.",
                    "proximo_id": "2"
                },
                {
                    "texto": "Olhar para a floresta.",
                    "proximo_id": "1_3"
                }
            ]
        },
        {
            "id": "1_3",
            "titulo": "Observando a Floresta",
            "img_fundo": "cap1_ep1_bg3.png",
            "texto": [
                "Você olha pela janela e observa a floresta densa que cerca o castelo. As árvores altas se erguem em direção ao céu, suas copas formando um teto verdejante que filtra a luz do sol.",
                "Ao longe, é possível ver um coelho em meio à floresta.",
                "{nome_player}: Na natureza, nada é o que parece!",
                "{nome_player}: Até o animal mais fofo!",
                "Durante a viagem, você avista três lobos mortos no chão, um deles sem cabeça.",
                "{nome_player}: Tem seus truques na manga!",
                "{nome_player}: A floresta é traiçoeira!"
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Descansar até sua chegada.",
                    "proximo_id": "2"
                },
                {
                    "texto": "Olhar para o castelo.",
                    "proximo_id": "1_2"
                }
            ]

        },
        {
            "id": "1_4",
            "titulo": "Dentro da Carruagem",
            "img_fundo": "cap1_ep1_bg2.png",
            "texto": [
                "Você olha ao redor da carruagem, observando os detalhes do interior. As paredes são revestidas com um tecido luxuoso, talvez veludo, em um tom profundo de vermelho que contrasta com o dourado dos acabamentos.",
                "As janelas são grandes, permitindo uma vista panorâmica do mundo exterior, mas também são cobertas por cortinas pesadas que podem ser fechadas para garantir privacidade.",
                "No chão, um tapete macio cobre toda a extensão, amortecendo o som dos passos e tornando o ambiente mais aconchegante."
            ],
            "opcoes": [
                {
                    "texto": "Descansar até sua chegada.",
                    "proximo_id": "2"
                },
                {
                    "texto": "Olhar para o castelo.",
                    "proximo_id": "1_2"
                },
                {
                    "texto": "Olhar para a floresta.",
                    "proximo_id": "1_3"
                }
            ]
        },
        {
            "id": "2",
            "titulo": "Chegada ao Castelo",
            "img_fundo": "cap1_ep1_bg4.png",
            "texto": [
                "A carruagem finalmente chega ao imponente castelo, suas torres se erguendo majestosamente contra o céu. Você sente uma mistura de ansiedade e excitação enquanto desce da carruagem, pronto para enfrentar os desafios que o aguardam dentro dessas paredes antigas.",
                "Os guardas na entrada o observam atentamente, avaliando sua presença com olhos experientes. Você sabe que cada movimento será julgado, cada palavra analisada.",
                "Com um suspiro profundo, você ajusta suas roupas e avança em direção ao portão principal, determinado a mostrar que você é digno de competir pelo Trono Real.",
                "Ao se aproximar do portão, uma [semi_humana] com orelhas de raposa e cauda peluda de pelagem azul com pontas brancas dirige-se a você.",
                "{img_esquerda:yuno}",
                "{yuno}: Seja bem-vindo ao castelo, [nome_jogador]-sama. Eu sou [yuno], serei sua serva durante a sua estadia!",
                "{img_esquerda:yuno}",
                "{yuno}: Estarei ao seu lado durante a ascensão ou sua queda.",
                "Você:"
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "[Cumprimentar Yuno educadamente.]",
                    "proximo_id": "2_1"
                },
                {
                    "texto": "[Cumprimentar Yuno.]",
                    "proximo_id": "2_2"
                },
                {
                    "texto": "Que diabos é você? Bicho imundo",
                    "proximo_id": "2_3"
                },
                {
                    "texto": "[Ignorar Yuno.]",
                    "proximo_id": "2_4"
                }
            ]
        },
        {
            "id": "2_4",
            "titulo": "Ignorando a Serva",
            "img_fundo": "cap1_ep1_bg4.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Confusa", "Insegura"],
                "pensamentos": ["Meu mestre me despreza", "Devo seguir minha funcao"],
                "humor": "Triste",
                "afeto": "-5",
                "dedicacao": "+5",
                "mental": "-5",
                "ID": "2_4"
            },
            "texto": [
                "Você a ignora completamente, seguindo em direção ao castelo sem dizer uma palavra.",
                "{img_esquerda:yuno}",
                "Yuno fica parada por um momento.",
                "Ela respira fundo, tentando manter a compostura, antes de se virar e seguir atrás de você, pronta para cumprir seu dever como serva."
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "[Continue em direção ao castelo.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "2_1",
            "titulo": "Chegada ao Castelo",
            "img_fundo": "cap1_ep1_bg4.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Amigável", "Prestativa"],
                "pensamentos": ["Ele  me ve como alguém digna", "Eu sou util a meu mestre"],
                "humor": "Feliz",
                "afeto": "+5",
                "dedicacao": "+5",
                "ID": "2_1"
            },
            "infor": ["loop de pergunta ate que o jogador escolha seguir em frente => 2_1_1, 2_1_2, 2_1_3 ou sair 3"],
            "texto": [
                "Você sorri educadamente para Yuno e faz uma reverência leve.",
                "{nome_jogador}: Muito prazer em conhecê-la, [yuno]. Sou [nome_jogador] da casa Shedow.",
                "{nome_jogador}: Agradeço por sua assistência durante minha estadia aqui.",
                "{img_esquerda:yuno}",
                "{yuno}: Estou à sua disposição, [nome_jogador]-sama. Espero que nossa convivência seja agradável e produtiva.",
                "{yuno}: Serei sua guia e apoio em todos os momentos que precisar.",
                "{yuno}: Antes de entrarmos, tem algo que deseja perguntar?",
                "{nome_jogador}: Eu quero:"
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "[Perguntar sobre as regras do castelo.]",
                    "proximo_id": "2_1_1"
                },
                {
                    "texto": "[Perguntar sobre os outros competidores.]",
                    "proximo_id": "2_1_2"
                },
                {
                    "texto": "[Perguntar sobre ela.]",
                    "proximo_id": "2_1_3"
                },
                {
                    "texto": "[Agradecer e seguir em frente.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "2_1_1",
            "titulo": "Chegada ao Castelo",
            "img_fundo": "cap1_ep1_bg4.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Amigável", "Prestativa"],
                "pensamentos": ["Meu mestre nao sabia sobre as regras do castelo", "Eu sou util a meu mestre"],
                "humor": "Feliz",
                "afeto": "+5",
                "dedicacao": "+5",
                "ID": "2_1_1"
            },
            "texto": [
                "Ao perguntar sobre as regras, Yuno assume imediatamente uma postura ereta, as mãos unidas à frente. Seu olhar fixa um ponto no vazio, como se lesse de um script invisível.",
                "{img_esquerda:yuno}",
                "Sua voz é clara e projetada, mas completamente plana, sem ênfase emocional.",
                "{yuno}: Primeira Lei: O Sangue Real é Intocável.",
                "A competição exige rivalidade, não assassinato.",
                "Um ato letal contra outro herdeiro resulta na desqualificação imediata do competidor e na retirada de seu servo do cerimonial.",
                "{yuno}: Segunda Lei: Os Limites do Castelo são Absolutos.",
                "Esta é sua arena até o fim.",
                "Tentativas de abandonar o terreno são consideradas desistência. Os servos estão autorizados a... impedir ativamente qualquer fuga.",
                "{yuno}: Terceira Lei: Cada espaço tem sua Anfitriã.",
                "Enquanto eu estou sob seu domínio, meus comandos são redirecionados a ela — por protocolo, não por vontade.",
                "Uma ordem direta dela sobrepõe qualquer instrução que eu tenha recebido de você. É a única exceção à minha obediência.",
                "(Há uma pausa quase imperceptível. Ela solta as mãos e seu olhar finalmente encontra o seu, mas ainda vazio, como se tivesse acabado de reinicializar)",
                "{yuno}: Essas são as estruturas que regem tudo aqui. Recomendo que as tenha sempre em mente, [nome_jogador]-sama."
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Entendido, obrigado por me informar.",
                    "proximo_id": "2_1"
                },
                {
                    "texto": "Pode repetir as regras para mim?",
                    "proximo_id": "2_1_1"
                },
                {
                    "texto": "[Perguntar sobre ela.]",
                    "proximo_id": "2_1_3"
                },
                {
                    "texto": "[Agradecer e seguir em frente.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "2_1_2",
            "titulo": "Chegada ao Castelo",
            "img_fundo": "cap1_ep1_bg4.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Amigável", "Prestativa"],
                "pensamentos": ["Nao fui capas de informar sobre os competidores", "Devo ser mais prestativa ao meu mestre"],
                "humor": "Feliz",
                "afeto": "+5",
                "dedicacao": "+5",
                "ID": "2_1_2"
            },
            
            "texto": [
                "Você pergunta sobre os competidores. Um leve tremor percorre a cauda de Yuno antes de se imobilizar.",
                "Ela não quebra a postura, mas há um novo rigor em seus ombros.",
                "{img_esquerda:yuno}",
                "Sua voz, antes fluida, ganha uma cadência cuidadosa e medida.",
                "{yuno}: Os outros filhos das Grandes Casas, [nome_jogador]-sama, chegaram com o mesmo propósito que o seu. Cada um traz sua linhagem e ambição para dentro destas paredes.",
                "Ela faz uma pausa, seus olhos vasculham ao redor vazio como se procurasse por ouvidos não autorizados.",
                "{yuno}: Mas sobre seus rostos, seus nomes, os segredos e seus servos...",
                "De repente, ela se contorce levemente, como se uma corrente invisível apertasse seu peito. As palavras parecem emperrar em sua garganta.",
                "{yuno}: Eu... não...",
                "(Ela engole seco, os dedos tremem antes de se fecharem em punhos)",
                "{yuno}: Perdão, [nome_jogador]-sama. Mas eu não sei.",
                "Ela toca a própria garganta, um gesto rápido e quase inconsciente, como se conferindo se ainda pode falar.",
                "{yuno}: Desde filhote, fui treinada **apenas** nos hábitos e costumes da sua Casa.",
                "{yuno}: Fui ensinada a não me importar com os outros competidores. A nem mesmo guardar seus rostos na memória.",
                "{yuno}: Minha lealdade é uma seta de um só alvo: você, mestre.",
                "Ela solta o fôlego num suspiro rouco, quase de alívio, como se tivesse atravessado um campo minado verbal."
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Entendido, obrigado por me informar.",
                    "proximo_id": "2_1"
                },
                {
                    "texto": "[Perguntar sobre as regras do castelo.]",
                    "proximo_id": "2_1_1"
                },
                {
                    "texto": "[Perguntar sobre ela.]",
                    "proximo_id": "2_1_3"
                },
                {
                    "texto": "[Agradecer e seguir em frente.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "2_1_3",
            "titulo": "Chegada ao Castelo",
            "img_fundo": "cap1_ep1_bg4.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Amigável", "Prestativa"],
                "pensamentos": ["Ele... se importa comigo?", "Serei util a meu mestre"],
                "humor": "Feliz",
                "afeto": "+10",
                "dedicacao": "+10",
                "ID": "2_1_3"
            },
            
            "texto": [
                "Você pergunta sobre ela. Os olhos de Yuno brilham com um fogo súbito, como se você finalmente tivesse feito a pergunta que ela sempre esperou.",
                "{img_esquerda:yuno}",
                "{yuno}: Ah, minha história é a mais linda possível, [nome_jogador]-sama!",
                "{yuno} Sou [yuno], abençoada da linhagem das Raposas de Gelo das Montanhas Eternas!",
                "{yuno}: Fui **escolhida** da minha matilha no primeiro inverno! O mais belo presente que minha espécie poderia oferecer: minha pelagem azul-branca, selou meu destino glorioso!",
                "Ela ergue o pulso com um gesto quase eufórico, puxando a manga para revelar a cicatriz prateada.",
                "{yuno}: Veja! A Marca do Vínculo! Recebi-a dos Sagrados Mestres da Casa Shadow no meu dia de maior honra! Foi quando entendi: meu sangue, minha mente, meu corpo – tudo isso era apenas material bruto, esperando para ser transformado em algo **útil**!",
                "{yuno}: Meu treinamento foi uma **benção**! Cada osso quebrado me ensinou resiliência! Cada veneno ingerido me purgou do medo! Cada hora de estudo apagou uma ignorância inútil!",
                "{yuno}: Com cada lição, cada camada do meu 'eu' antigo era **lapidada** para fora.",
                "{yuno}: Era como tirar a pedra bruta para revelar a lâmina perfeita dentro!",
                "{yuno}: E o resultado? Este ser diante de você! Meu propósito foi **forjado** em mim, camada por camada, até que só restasse a verdade mais pura: eu não sou nada além da extensão da **sua** vontade!",
                "(Ela inclina a cabeça, num gesto de devoção extática)",
                "{yuno}: Use-me! Sou o escudo que alegremente racha por você! Sou a lâmina que anseia pela sua mão guiadora! Sou o ouvido que só existe para sua voz!",
                "{yuno}: Meu maior triunfo, meu **ápice**, será dar minha vida por você. Pelo meu mestre, eu mato com alegria. E pelo meu mestre, eu morro – não como um sacrifício, mas como a **conclusão lógica e perfeita** da minha existência!"
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Entendido, obrigado por me informar.",
                    "proximo_id": "2_1"
                },
                {
                    "texto": "[Perguntar sobre as regras do castelo.]",
                    "proximo_id": "2_1_1"
                },
                {
                    "texto": "[Perguntar sobre os outros competidores.]",
                    "proximo_id": "2_1_2"
                },
                {
                    "texto": "[Agradecer e seguir em frente.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "2_2",
            "titulo": "A Serva da Casa Shadow",
            "img_fundo": "cap1_ep1_bg4.png",
            "infor": ["loop de pergunta até que o jogador escolha seguir em frente => 2_2_1, 2_2_2, 2_2_3 ou sair 3"],
            "status_infor": {
                "nome": "Yuno",
                "status": ["Devoção ao meu mestre", "Devo ser mais util"],
                "humor": "Neutro",
                "afeto": "+0",
                "dedicacao": "+5",
                "ID": "2_2"
            },
            "texto": [
                "Você acena com a cabeça em um cumprimento seco, mais uma afirmação de status do que uma saudação.",
                "{nome_jogador}: Sou [nome_jogador]. Herdeiro da Casa Shadow. Você está ciente da responsabilidade que carrega?",
                "{img_esquerda:yuno}",
                "{yuno}: Perfeitamente, [nome_jogador]-sama. Minha vida está vinculada à sua linhagem. Minha função é seguir a sua vontade.",
                "{yuno}: Serei sua sombra nos corredores, sua voz nos conselhos e sua lâmina silenciosa, se assim ordenar.",
                "{yuno}: Para te servir da melhor forma, gostaria se se informar sobre algo?.",
                "{nome_jogador}: Eu quero:"
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "[As regras.]",
                    "proximo_id": "2_2_1"
                },
                {
                    "texto": "[Meus oponentes.]",
                    "proximo_id": "2_2_2"
                },
                {
                    "texto": "[Quem me serve.]",
                    "proximo_id": "2_2_3"
                },
                {
                    "texto": "[Entre no castelo.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "2_2_1",
            "titulo": "A Serva da Casa Shadow",
            "img_fundo": "cap1_ep1_bg4.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Meu mestre nao sabia sobre as regras", "Fui util para meu mestre"],
                "humor": "Neutro",
                "afeto": "+0",
                "dedicacao": "+5",
                "ID": "2_2_1"
            },
            "texto": [
                "Você pergunta sobre as regras do castelo. Yuno responde com precisão mecânica, como se recitasse um manual decorado.",
                "{img_esquerda:yuno}",
                "{yuno}: Primeira Lei: O Sangue Real é Intocável.",
                "A competição exige rivalidade, não assassinato.",
                "Um ato letal contra outro herdeiro resulta na desqualificação imediata do competidor e na retirada de seu servo do cerimonial.",
                "{yuno}: Segunda Lei: Os Limites do Castelo são Absolutos.",
                "Esta é sua arena até o fim.",
                "Tentativas de abandonar o terreno são consideradas desistência. Os servos estão autorizados a... impedir ativamente qualquer fuga.",
                "{yuno}: Terceira Lei: Cada espaço tem sua Anfitriã.",
                "Enquanto eu estou sob seu domínio, meus comandos são redirecionados a ela — por protocolo, não por vontade.",
                "Uma ordem direta dela sobrepõe qualquer instrução que eu tenha recebido de você. É a única exceção à minha obediência.",
                "{yuno}: Essas são as estruturas que regem tudo aqui. Recomendo que as tenha sempre em mente, [nome_jogador]-sama."
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Entendido, obrigado por me informar.",
                    "proximo_id": "2_2"
                },
                {
                    "texto": "[Meus oponentes.]",
                    "proximo_id": "2_2_2"
                },
                {
                    "texto": "[Quem me serve.]",
                    "proximo_id": "2_2_3"
                },
                {
                    "texto": "[Entre no castelo.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "2_2_2",
            "titulo": "A Serva da Casa Shadow",
            "img_fundo": "cap1_ep1_bg4.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Nao fui capas de informar sobre os competidores", "Nao posso ser uma flalha para meu mestre"],
                "humor": "Neutro",
                "afeto": "+0",
                "dedicacao": "+5",
                "ID": "2_2_2"
            },
            
            "texto": [
                "{yuno}: Os outros filhos das Grandes Casas, [nome_jogador]-sama, chegaram com o mesmo propósito que o seu.",
                "{yuno}: Cada um traz sua linhagem e ambição para dentro destas paredes.",
                "{yuno}: Quanto a seus rostos, nomes, segredos… ou até os servos que os acompanham…",
                "{yuno}: Esses detalhes não me foram concedidos. Fui treinada para não buscá-los.",
                "{yuno}: Meus olhos só devem se fixar em um alvo: você, mestre."
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Entendido, obrigado por me informar.",
                    "proximo_id": "2_2"
                },
                {
                    "texto": "[As regras.]",
                    "proximo_id": "2_2_1"
                },
                {
                    "texto": "[Quem me serve.]",
                    "proximo_id": "2_2_3"
                },
                {
                    "texto": "[Entre no castelo.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "2_2_3",
            "titulo": "Quem Me Serve",
            "img_fundo": "cap1_ep1_bg4.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Isso e relevante?", "Serei util a meu mestre"],
                "humor": "Neutro",
                "afeto": "+0",
                "dedicacao": "+5",
                "ID": "2_2_3"
            },
            "texto": [
                "Você pergunta sobre ela mesma. Yuno faz uma breve pausa — não de hesitação, mas como quem se prepara para recitar algo sagrado.",
                "{img_esquerda:yuno}",
                "{yuno}: Meu nome é Yuno. Fui consagrada à Casa Shadow antes mesmo de me lembrar de mim mesma.",
                "{yuno}: Tudo o que fui antes disso foi purificado. Tudo o que sou agora existe apenas para servir.",
                "{yuno}: Não tenho vontade própria. Nem é preciso tê-la. Minha vocação é clara desde o primeiro suspiro sob este novo nome.",
                "{yuno}: Se um dia eu falhar, será por imperfeição minha — e serei retirada com justiça.",
                "{yuno}: Até lá, estou à sua disposição, [nome_jogador]-sama."
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Entendido, obrigado por me informar.",
                    "proximo_id": "2_2"
                },
                {
                    "texto": "[As regras.]",
                    "proximo_id": "2_2_1"
                },
                {
                    "texto": "[Meus oponentes.]",
                    "proximo_id": "2_2_2"
                },
                {
                    "texto": "[Entre no castelo.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "2_3",
            "titulo": "Isso é um Bicho Imundo",
            "img_fundo": "cap1_ep1_bg4.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Asustada"],
                "pensamentos": ["Meu mestre me despreza", "Devo seguir minha funcao"],
                "humor": "Triste",
                "afeto": "-10",
                "dedicacao": "+10",
                "mental": "-10",
                "ID": "2_3"
            },
            "texto": [
                "Você olha para Yuno com desprezo, sua voz carregada de desdém.",
                "{nome_jogador}: Que diabos é você? Bicho imundo.",
                "{img_esquerda:yuno}",
                "Yuno recua — só um passo, quase involuntário. Seus olhos se arregalam por um instante, como se seu corpo tivesse ouvido algo que sua mente ainda tenta negar.",
                "Ela engole em seco. Suas mãos se fecham levemente, depois se abrem, forçando-se à calma.",
                "{yuno}: ...Entendo, [nome_jogador]-sama.",
                "{yuno}: Meu nome é [yuno]. Fui designada para servi-lo durante o cerimonial.",
                "{yuno}: Sinto muito... se não sou digna do seu respeito.",
                "{yuno}: Farei o que for preciso para corrigir isso."
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "[Fala logo, bicho peludo.]",
                    "proximo_id": "2_3_1"
                },
                {
                    "texto": "[Quem são os perdedores?]",
                    "proximo_id": "2_3_2"
                },
                {
                    "texto": "[Ignore isso e entre no castelo.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "2_3_1",
            "titulo": "Fala Logo, Bicho Peludo",
            "img_fundo": "cap1_ep1_bg4.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Obediente", "Ansiosa para provar valor"],
                "pensamentos": ["Ele quer eficiência, não palavras", "Se eu falhar agora, sou inútil"],
                "humor": "Tenso",
                "afeto": "-10",
                "dedicacao": "+15",
                "mental": "-15",
                "ID": "2_3_1"
            },
            "texto": [
                "Você a encara com impaciência, quase desdenhando de sua existência.",
                "{nome_jogador}: Fala logo, bicho peludo. Não tenho tempo para sua lenga-lenga.",
                "{img_esquerda:yuno}",
                "Yuno abaixa a cabeça imediatamente, mas seus olhos brilham com uma determinação quase febril.",
                "{yuno}: Perdoe minha ineficiência, mestre.",
                "{yuno}: As regras são simples: não mate herdeiros, não fuja, obedeça às Anfitriãs. Tudo o mais... é permitido.",
                "{yuno}: Quanto aos outros competidores — são fracos. Alguns já demonstraram hesitação. São fáceis de manipular.",
                "{yuno}: Se desejar, posso... facilitar sua ascensão. Antes mesmo que peças.",
                "Ela ergue o olhar por um instante — não com desafio, mas com uma devoção tão intensa que beira o terror.",
                "{yuno}: Diga apenas uma palavra, mestre. Eu já estarei agindo."
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "[Quem são os perdedores?]",
                    "proximo_id": "2_3_2"
                },
                {
                    "texto": "[Ignore isso e entre no castelo.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "2_3_2",
            "titulo": "Quem São os Perdedores?",
            "img_fundo": "cap1_ep1_bg5.png",
            "status_infor": {
                "nome": "Yuno",
                "status": ["Obediente", "Ansiosa para provar valor"],
                "pensamentos": ["Ele quer saber quem eliminar", "Não posso falhar em adivinhar"],
                "humor": "Tenso",
                "afeto": "-10",
                "dedicacao": "+15",
                "mental": "-15",
                "ID": "2_3_2"
            },
            "texto": [
                "{nome_jogador}: Quem são os perdedores?",
                "{img_esquerda:yuno}",
                "Yuno hesita — não por indecisão, mas porque a pergunta toca um limite que nem ela pode cruzar.",
                "Seus olhos buscam os seus, como se pedissem licença para falar além do permitido.",
                "{yuno}: ...Não me foi dado conhecer seus nomes, rostos ou fraquezas, mestre.",
                "{yuno}: Fui treinada para ver apenas um herdeiro digno neste castelo.",
                "{yuno}: E esse herdeiro... é você.",
                "Ela inclina a cabeça, voz baixa, quase sussurrando:",
                "{yuno}: Quanto aos outros?",
                "{yuno}: Não importa quem são. Como se tivessem alguma chance contra você? São apenas degraus que você pisará rumo ao trono.",
                "{yuno}: E isso já os condena."
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "[Você acha mesmo isso?]",
                    "proximo_id": "2_3_3"
                },
                {
                    "texto": "[Ignore isso e entre no castelo.]",
                    "proximo_id": "3"
                }
            ]
        },
        {
            "id": "3",
            "titulo": "Castelo - Entrada",
            "img_fundo": "cap1_ep1_bg4.png",
            "texto": [
                "Apos ciente de seu servo, você adentra o castelo, pronto para enfrentar os desafios que o aguardam.",
                "As paredes altas e imponentes do castelo se erguem ao seu redor, adornadas com tapeçarias ricas e brasões das Grandes Casas.",
                "O som dos seus passos ecoa pelos corredores enquanto você avança, cada passo o aproximando mais do trono que almeja.",
                "Você sabe que a jornada será cheia de perigos e intrigas, mas com Yuno ao seu lado, você se sente preparado para enfrentar qualquer desafio."
            ],
            "save_point": true
        }
    ]
}