{
    "EP_1": [
        {
            "id": "1",
            "titulo": "Mundo Antigo",
            "img_fundo": "cap1_ep1_bg.png",
            "texto": [
                "Há mil anos, uma guerra colossal abalou as fundações do mundo — travada entre raças antigas, cujos nomes hoje ecoam apenas em lendas e cicatrizes na terra.",
                "[demonios]: Seres imensamente fortes e resistentes, que arrasaram cidades, dizimaram povos e deixaram rastros de cinzas por onde passaram.",
                "[semi-humanos]: Raça híbrida criada nos campos de batalha. Ágeis e espertos, mas frágeis demais para resistir em combate. Hoje, servem em lares, forjas, campos e até nas cortes menores — presentes em quase todo lugar onde há trabalho a ser feito.",
                "[humanos]: Aparentemente a raça mais fraca em força, resistência e magia... e, ainda assim, a única capaz de florescer em qualquer canto do mundo.",
                "Após a guerra, os grandes feudos se fragmentaram em pequenas nações soberanas, conhecidas como Casas — cada uma governada por seu próprio código, leis e ambições.",
                "Mas todas as Casas juraram um único pacto, selado em sangue e honra: a cada cinquenta anos, enviarão um representante para disputar o Trono Real.",
                "Você, [nome_jogador], foi escolhido para representar sua Casa — a [casa_shedow].",
                "Sua linhagem é lendária: estrategistas que moveram exércitos como peões, magos cujos feitiços mudaram o curso da história.",
                "Sua família travou guerras por vingança pessoal... e forjou eras de paz com acordos que nenhum outro ousaria propor.",
                "Mas há um segredo guardado até dos olhos de sua própria Casa: a [magia_de_sangue]. Dizem que, com um único toque, é capaz de mudar o rumo de uma batalha com um único suspiro.",
                "Só que seu preço é alto... e o tempo entre usos, cruelmente longo.",
                "Nenhuma das Casas suspeita que você a possui. Nem o rei. Nem os demais candidatos.",
                "E agora, enquanto sua carruagem avança pelas estradas poeirentas rumo ao Castelo Real, você sabe: lá dentro, todos serão seus rivais... e nenhum saberá que o perigo mais silencioso já entrou pelas portas do castelo."
            ]
        },
        {
            "id": "1_1",
            "titulo": "Chegada ao Castelo",
            "img_fundo": "cap1_ep1_bg2.png",
            "texto": [
                "Ao decorrer da viegam e posivel ver um muro imenso se aproximando, Ao fundo e posivel ver umc astelo inponente e magestoso.",
                "Voce ainda tem tempo ate a chega da carruagem no castelo, entao aproveita para:"
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Olhar pela janela e observar o castelo.",
                    "proximo_id": "1_2"
                },
                {
                    "texto": "Olhar pela janela e observar a floresta.",
                    "proximo_id": "1_3"
                },
                {
                    "texto": "Olhar dendtro da carruagem.",
                    "proximo_id": "1_4"
                },
                {
                    "texto": "Descansar ate sua chegada.",
                    "proximo_id": "2"
                }
            ]
        },
        {
            "id": "1_2",
            "titulo": "Castelo do rei",
            "img_fundo": "cap1_ep1_bg3.png",
            "texto": [
                "Emquanto se aprocima do castelo voce percebe um detalhe!",
                "Nao tem guardas na muralha do castelo, nem armadilhas, NADA!",
                "Apenas um muro imenso e o castelo ao fundo.",
                "Voce se pergunta o porque disso, mas logo a carruagem chega no castelo."
            ],
            "opcoes": [
                {
                    "texto": "Descansar ate sua chegada.",
                    "proximo_id": "2"
                },
                {
                    "texto": "Olhar para a floresta.",
                    "proximo_id": "1_3"
                }
            ]
        },
        {
            "id": "1_3",
            "titulo": "Observando a Floresta",
            "img_fundo": "cap1_ep1_bg3.png",
            "texto": [
                "Voce olha pela janela e observa a floresta densa que cerca o castelo. As arvores altas se erguem em direçoes ao ceu, suas copas formando um teto verdejante que filtra a luz do sol.",
                "ao longe e posivel ver um coelho em meio a floresta",
                "{nome_player}:Na natureza nada e o que parece!",
                "{nome_player}:Ate o animal mais fofo!",
                "Ao decorrer a carroagem percebe que tem 3 lobos mortos no chao, um deles sem cabeça.",
                "{nome_player}:Tem seus truques na manga!",
                "{nome_player}:A floresta e traiçoeira!"
            ],
            "save_point": true,
            "opcoes": [
                {
                    "texto": "Descansar ate sua chegada.",
                    "proximo_id": "2"
                },
                {
                    "texto": "Olhar para o castelo.",
                    "proximo_id": "1_2"
                }
            ]

        },
        {
            "id": "1_4",
            "titulo": "Dentro da Carruagem",
            "img_fundo": "cap1_ep1_bg2.png",
            "texto": [
                "Voce olha ao redor da carruagem, observando os detalhes do interior. As paredes sao revestidas com um tecido luxuoso, talvez veludo, em um tom profundo de vermelho que contrasta com o dourado dos acabamentos.",
                "As janelas sao grandes, permitindo uma vista panoramica do mundo exterior, mas tambem sao cobertas por cortinas pesadas que podem ser fechadas para garantir privacidade.",
                "No chao, um tapete macio cobre toda a extensao, amortecendo o som dos passos e tornando o ambiente mais aconchegante."
            ],
            "opcoes": [
                {
                    "texto": "Descansar ate sua chegada.",
                    "proximo_id": "2"
                },
                {
                    "texto": "Olhar para o castelo.",
                    "proximo_id": "1_2"
                },
                {
                    "texto": "Olhar para a floresta.",
                    "proximo_id": "1_3"
                }
            ]
        },
        {
            "id": "2",
            "titulo": "Chegada ao Castelo",
            "img_fundo": "cap1_ep1_bg3.png",
            "texto": [
                "A carruagem finalmente chega ao imponente castelo, suas torres se erguendo majestosamente contra o ceu. Voce sente uma mistura de ansiedade e excitacao enquanto desce da carruagem, pronto para enfrentar os desafios que o aguardam dentro dessas paredes antigas.",
                "Os guardas na entrada o observam atentamente, avaliando sua presenca com olhos experientes. Voce sabe que cada movimento sera julgado, cada palavra analisada.",
                "Com um suspiro profundo, voce ajusta suas roupas e avanca em direcao ao portao principal, determinado a mostrar que voce e digno de competir pelo Trono Real.",
                "Ao se apocimar do portao uma [semi_humana] coma orelhas de raposa e cauda gelpuda de pelagem zul com pontas brancas se aproxima de voce.",
                "{img_esquerda:yuno}",
                "{yuno}: Seja bem vindo ao castelo, [nome_jogador]-sama. Eu sou Yuno,Serei usa serva durante a sua estadia!.",
                "{img_esquerda:yuno}",
                "{yuno}: Estarei ao seu lado durante a acessao ou sua queda."

            ]
        }
        
    ]
}